<nav>
<BUTTON>
        
          <a id="id1" href="#"> تسجيل خروج </a>
</BUTTON>

<BUTTON>
         <a id="id1" href="adduser.html"> تسجيل دخول لاول مرة </a>
</BUTTON>

<BUTTON>
         <a id="id1" href="https://www.kora-onlinee.com/"> جدول المباريات </a>
</BUTTON>
<BUTTON>
         <a  id="id1" href="login.html"> تسجيل دخول </a>
</BUTTON>
<br>
<img src="img/img1.jpg"alt=" خطاء في الصورة ">
<p>كورة اونلاين
موقع كورة اونلاين بث مباشر مباريات اليوم جوال بدون تقطيع في جميع البطولات من خلال رابط ke الذى يعد احد اهم مواقع البث 
<br>
المباشر التي يقدم لكم مشاهدة اهم مباريات اليوم عبر قنوات yalla shoot حصري في جميع البطولات العربية والعالمة الاوروبية منها والمحالية 
<br>
لجميع اندية العالم وكذلك مشاهدة مباريات المنتخبات في كافة البطلات ، على موقع كورة اونلاين سوف تجد جميع روابط البث المباشر 
<br>
لمباريات اليوم من خلال خدمة yalla shoot الجديد المميزه في توفير البث المباشر باكثر من جوده يعمل على اقل سرعة من النت ، وسوف 
<br>
تتمكن من مشاهدة المباراة على موقع كورة اونلاين حصري بدون اى اعلانات مزعجك في اي مكان من خلال الجوال او الموبايل لمشاهدة مباريات فريقك المفضل في جميع البطولات.</p>
</nav>